---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyPointLocation
source: html/7de86c09-944c-a939-c4e1-0e2d6f9d6a93.htm
---
# FamilyPointLocation Properties

Identifies if the object is read-only or modifiable.